Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# settings.mac.general.shortcuts.header
source: Keyboard Shortcuts
es: Funciones rápidas de teclado
ja: キーボードショートカット
zh_hans: 键盘快捷键

# settings.mac.general.showInDock.footer
source: Conduck always lives in the menu bar. Turn this on to also show a Dock icon; turn it off to run as a menu-bar-only utility.
es: Conduck siempre está en la barra de menús. Activa esto para mostrar también un icono en el Dock; desactívalo para usarlo solo desde la barra de menús.
ja: Conduckは常にメニューバーに表示されます。有効にするとDockにもアイコンを表示し、無効にするとメニューバーのみで動作します。
zh_hans: Conduck 始终驻留菜单栏。开启此选项还会显示 Dock 图标；关闭后仅作为菜单栏工具运行。

# settings.mac.personalAI.title
source: Personal AI
es: IA personal
ja: パーソナルAI
zh_hans: 个人 AI

# settings.openRouter.reuse.caveat
source: Copies the key once — later changes won't sync, and both use the same OpenRouter credits.
es: Copia la clave una vez: los cambios posteriores no se sincronizan y ambos usan los mismos créditos de OpenRouter.
ja: キーを一度だけコピーします。以後の変更は同期されず、どちらも同じOpenRouterクレジットを使います。
zh_hans: 仅复制密钥一次，之后的更改不会同步，两者使用相同的 OpenRouter 账户余额。

# settings.pairing.entry.clear
source: Clear setup code
es: Borrar código de configuración
ja: 設定コードを削除
zh_hans: 清除设置代码

# settings.pairing.entry.masked.a11y
source: Setup code entered. Activate to edit it.
es: Código de configuración introducido. Activa para editarlo.
ja: 設定コードを入力済みです。操作すると編集できます。
zh_hans: 已输入设置代码，激活以编辑。

# settings.pairing.entry.paste
source: Paste setup code
es: Pegar código de configuración
ja: 設定コードを貼り付け
zh_hans: 粘贴设置代码

# settings.pairing.entry.pasteAction
source: Paste
es: Pegar
ja: 貼り付け
zh_hans: 粘贴

# settings.pairing.error.capReached
source: You've reached the custom-gateway limit. Delete one in Settings to import another.
es: Has alcanzado el límite de pasarelas personalizadas. Elimina una en Ajustes para importar otra.
ja: カスタムゲートウェイの上限に達しています。別のゲートウェイを取り込むには、設定で1つ削除してください。
zh_hans: 已达到自定义网关上限，请在“设置”中删除一个后再导入。

# settings.pairing.error.fileCredentialFailed
source: Couldn't save the file-server credential securely. The gateway itself was set up — re-run the import to add the file server.
es: No se pudo guardar la credencial del servidor de archivos de forma segura. La pasarela sí se configuró: repite la importación para añadir el servidor de archivos.
ja: ファイルサーバーの認証情報を安全に保存できませんでした。ゲートウェイ自体は設定済みです。ファイルサーバーを追加するには再度取り込んでください。
zh_hans: 无法安全保存文件服务器凭据。网关本身已设置，请重新导入以添加文件服务器。

# settings.pairing.error.insecureURL
source: Setup codes must use https:// URLs.
es: Los códigos de configuración deben usar URL https://.
ja: 設定コードのURLはhttps://を使う必要があります。
zh_hans: 设置代码必须使用 https:// URL。

# settings.pairing.error.insecureURL.v2
source: iOS only allows plain http:// to an address on your own network. Re-run conduck-connect with the server's IP address, or put it behind https://.
es: iOS solo permite http:// sin cifrar en una dirección de tu propia red. Vuelve a ejecutar conduck-connect con la dirección IP del servidor o ponlo detrás de https://.
ja: iOSでは、暗号化されていないhttp://は自分のネットワーク内のアドレスにのみ使えます。サーバーのIPアドレスでconduck-connectを再実行するか、https://で接続できるように設定してください。
zh_hans: iOS 仅允许对本地网络地址使用普通 http://。请使用服务器 IP 地址重新运行 conduck-connect，或通过 https:// 提供服务。

# settings.pairing.error.insecureURL.v3
source: Apple allows plain http:// only to an address on your own network. Re-run conduck-connect with the server's IP address, or put it behind https://.
es: Apple solo permite http:// sin cifrar en una dirección de tu propia red. Vuelve a ejecutar conduck-connect con la dirección IP del servidor o ponlo detrás de https://.
ja: Appleでは、暗号化されていないhttp://は自分のネットワーク内のアドレスにのみ使えます。サーバーのIPアドレスでconduck-connectを再実行するか、https://経由で公開してください。
zh_hans: Apple 仅允许对本地网络地址使用普通 http://。请使用服务器 IP 地址重新运行 conduck-connect，或通过 https:// 提供服务。

# settings.pairing.error.kindMismatch
source: This setup code is for %@. Import it from the gateway list instead.
es: Este código de configuración es para %@. Impórtalo desde la lista de pasarelas.
ja: この設定コードは%@用です。ゲートウェイ一覧から取り込んでください。
zh_hans: 此设置代码用于 %@，请从网关列表导入。

# settings.pairing.error.malformed
source: This setup code is damaged or incomplete. Re-run conduck-connect to get a fresh one.
es: Este código de configuración está dañado o incompleto. Vuelve a ejecutar conduck-connect para obtener uno nuevo.
ja: この設定コードは破損しているか不完全です。conduck-connectを再実行して新しいコードを取得してください。
zh_hans: 此设置代码已损坏或不完整，请重新运行 conduck-connect 获取新代码。

# settings.pairing.error.notCode
source: That doesn't look like a Conduck setup code.
es: Eso no parece un código de configuración de Conduck.
ja: Conduckの設定コードではないようです。
zh_hans: 这不像 Conduck 设置代码。

# settings.pairing.error.saveFailed
source: Couldn't save this configuration securely. Try again.
es: No se pudo guardar esta configuración de forma segura. Inténtalo de nuevo.
ja: この設定を安全に保存できませんでした。再試行してください。
zh_hans: 无法安全保存此配置，请重试。

# settings.pairing.error.saveNotReadable
source: This gateway didn't save completely. Re-run the import to set it up again.
es: Esta pasarela no se guardó por completo. Repite la importación para configurarla otra vez.
ja: このゲートウェイを完全に保存できませんでした。再度取り込んで設定してください。
zh_hans: 此网关未完整保存，请重新导入以再次设置。

# settings.pairing.error.version
source: This setup code needs a newer Conduck. Update the app, or re-run conduck-connect.
es: Este código de configuración necesita una versión más reciente de Conduck. Actualiza la app o vuelve a ejecutar conduck-connect.
ja: この設定コードには新しいバージョンのConduckが必要です。アプリを更新するか、conduck-connectを再実行してください。
zh_hans: 此设置代码需要较新的 Conduck。请更新 App，或重新运行 conduck-connect。

# settings.pairing.export.auth.reason
source: Reveal your gateway setup code
es: Mostrar el código de configuración de tu pasarela
ja: ゲートウェイの設定コードを表示
zh_hans: 显示网关设置代码

# settings.pairing.export.authenticating
source: Confirming it's you…
es: Confirmando tu identidad…
ja: 本人確認中…
zh_hans: 正在验证身份…

# settings.pairing.export.captured
source: Hidden while your screen is being recorded.
es: Oculto mientras se graba tu pantalla.
ja: 画面収録中は非表示になります。
zh_hans: 屏幕录制期间已隐藏。

# settings.pairing.export.copied
source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制

# settings.pairing.export.copy
source: Copy code
es: Copiar código
ja: コードをコピー
zh_hans: 复制代码

# settings.pairing.export.couldNotPrepare.generic
source: Conduck couldn't build a setup code for this gateway. Check it's fully configured, then try again.
es: Conduck no pudo crear un código de configuración para esta pasarela. Comprueba que esté totalmente configurada y vuelve a intentarlo.
ja: このゲートウェイの設定コードを作成できませんでした。設定が完了していることを確認して再試行してください。
zh_hans: Conduck 无法为此网关生成设置代码。请确认配置完整后重试。

# settings.pairing.export.couldNotPrepare.title
source: Couldn't prepare the code
es: No se pudo preparar el código
ja: コードを準備できませんでした
zh_hans: 无法准备代码

# settings.pairing.export.couldNotPrepare.token
source: Conduck couldn't read this gateway's token — unlock your device and try again, or re-enter the token in the gateway's settings.
es: Conduck no pudo leer el token de esta pasarela: desbloquea tu dispositivo y vuelve a intentarlo, o introduce de nuevo el token en los ajustes de la pasarela.
ja: ゲートウェイの認証トークンを読み取れませんでした。デバイスのロックを解除して再試行するか、ゲートウェイ設定で再入力してください。
zh_hans: Conduck 无法读取此网关的令牌。请解锁设备后重试，或在网关设置中重新输入令牌。

# settings.pairing.export.forGateway
source: For %@
es: Para %@
ja: %@用
zh_hans: 用于 %@

# settings.pairing.export.hidden.authFailed
source: Conduck couldn't confirm it's you. Try again to reveal the code.
es: Conduck no pudo confirmar tu identidad. Reintenta para mostrar el código.
ja: 本人確認ができませんでした。コードを表示するには再試行してください。
zh_hans: Conduck 无法验证你的身份，请重试以显示代码。

# settings.pairing.export.hidden.backgrounded
source: The code was hidden when Conduck left the screen. Show it again to keep scanning.
es: El código se ocultó al salir Conduck de la pantalla. Vuelve a mostrarlo para seguir escaneando.
ja: Conduckが画面から離れたため、コードを非表示にしました。スキャンを続けるには再表示してください。
zh_hans: Conduck 离开屏幕时隐藏了代码，请再次显示以继续扫描。

# settings.pairing.export.hidden.expired
source: The code was hidden for safety. Show it again when you're ready to scan.
es: El código se ocultó por seguridad. Vuelve a mostrarlo cuando quieras escanear.
ja: 安全のためコードを非表示にしました。スキャンの準備ができたら再表示してください。
zh_hans: 出于安全考虑，代码已隐藏。准备扫描时请再次显示。

# settings.pairing.export.hidden.title
source: Code hidden
es: Código oculto
ja: コードは非表示です
zh_hans: 代码已隐藏

# settings.pairing.export.noLock.confirm
source: Show code anyway
es: Mostrar código de todos modos
ja: それでもコードを表示
zh_hans: 仍然显示代码

# settings.pairing.export.noLock.message
source: Conduck couldn't ask for Face ID, Touch ID, or a passcode, so anyone holding this device can reveal a code that grants full access to your gateway. Set a device passcode for real protection.
es: Conduck no pudo solicitar Face ID, Touch ID ni un código de acceso, así que cualquiera que tenga este dispositivo puede mostrar un código que da acceso completo a tu pasarela. Configura un código de acceso en el dispositivo para protegerla.
ja: Face ID、Touch ID、パスコードによる確認ができないため、このデバイスを持つ人は誰でも、ゲートウェイへの完全なアクセスを許可するコードを表示できます。保護するにはデバイスのパスコードを設定してください。
zh_hans: Conduck 无法请求面容 ID、触控 ID 或密码验证，因此任何持有此设备的人都能显示具有网关完整访问权限的代码。请设置设备密码，以获得有效保护。

# settings.pairing.export.noLock.title
source: This device has no lock
es: Este dispositivo no tiene bloqueo
ja: このデバイスにはロックがありません
zh_hans: 此设备未设置锁定

# settings.pairing.export.preflightWarning
source: Your gateway didn't answer just now, so this code may not work yet — your device may simply be offline. You can still show it.
es: Tu pasarela no respondió ahora, así que puede que este código aún no funcione: quizás tu dispositivo esté sin conexión. Puedes mostrarlo igualmente.
ja: ゲートウェイから応答がなかったため、コードがまだ使えない可能性があります。デバイスがオフラインなだけかもしれません。コードは表示できます。
zh_hans: 网关刚才未响应，因此此代码可能暂时无法使用，也可能只是设备离线。你仍然可以显示代码。

# settings.pairing.export.preflightWarning.certUntrusted
source: Every device that scans this code will refuse the same certificate. You can still show it.
es: Todos los dispositivos que escaneen este código rechazarán el mismo certificado. Puedes mostrarlo igualmente.
ja: このコードをスキャンしたすべてのデバイスで、同じ証明書が拒否されます。コードは表示できます。
zh_hans: 扫描此代码的所有设备都会拒绝同一证书，你仍然可以显示代码。

# settings.pairing.export.preparing
source: Preparing your setup code…
es: Preparando tu código de configuración…
ja: 設定コードを準備中…
zh_hans: 正在准备设置代码…

# settings.pairing.export.qr.a11y
source: Gateway setup QR code
es: Código QR de configuración de la pasarela
ja: ゲートウェイ設定のQRコード
zh_hans: 网关设置二维码

# settings.pairing.export.scanHint
source: On your new device, open Conduck and go to Settings → Personal AI → Import setup code, then scan this.
es: En tu dispositivo nuevo, abre Conduck y ve a Ajustes → IA personal → Importar código de configuración y escanea esto.
ja: 新しいデバイスのConduckで、設定 → パーソナルAI → 設定コードを取り込むを開き、これをスキャンしてください。
zh_hans: 在新设备上打开 Conduck，前往“设置”→“个人 AI”→“导入设置代码”，然后扫描此码。

# settings.pairing.export.showAgain
source: Show code
es: Mostrar código
ja: コードを表示
zh_hans: 显示代码

# settings.pairing.export.showText
source: Show text code
es: Mostrar código de texto
ja: テキストのコードを表示
zh_hans: 显示文本代码

# settings.pairing.export.textFooter
source: Paste this into Conduck on a Mac, or on any device where scanning won't work.
es: Pégalo en Conduck en un Mac o en cualquier dispositivo donde no puedas escanear.
ja: MacのConduckや、スキャンできないデバイスに貼り付けてください。
zh_hans: 将其粘贴到 Mac 或其他无法扫描的设备上的 Conduck 中。

# settings.pairing.export.title
source: Gateway setup code
es: Código de configuración de la pasarela
ja: ゲートウェイの設定コード
zh_hans: 网关设置代码

# settings.pairing.export.warning
source: This setup code is a reusable password. It contains your gateway token — anyone who scans or photographs it gets full access to this gateway, and to its file server if this code includes one. A photo or copy keeps working until you rotate the token on the gateway. If a device is lost, rotate the gateway token and the file-server password on your server, then re-pair your remaining devices.
es: Este código de configuración es una contraseña reutilizable. Contiene el token de tu pasarela: cualquiera que lo escanee o fotografíe obtiene acceso completo a esta pasarela y a su servidor de archivos si el código incluye uno. Una foto o copia seguirá funcionando hasta que cambies el token en la pasarela. Si pierdes un dispositivo, cambia el token de la pasarela y la contraseña del servidor de archivos en tu servidor, y vuelve a enlazar los dispositivos que conserves.
ja: この設定コードは繰り返し使えるパスワードです。ゲートウェイの認証トークンを含むため、スキャンまたは撮影した人は誰でも、このゲートウェイと、コードに含まれていればファイルサーバーにも完全にアクセスできます。写真やコピーはゲートウェイの認証トークンを変更するまで有効です。デバイスを紛失した場合は、サーバーでゲートウェイの認証トークンとファイルサーバーのパスワードを変更し、残りのデバイスを再ペアリングしてください。
zh_hans: 此设置代码相当于可重复使用的密码。它包含网关令牌，任何扫描或拍摄它的人都可完整访问此网关；如果代码包含文件服务器，也可访问它。照片或副本会一直有效，直到你在网关上更换令牌。如果设备丢失，请在服务器上更换网关令牌和文件服务器密码，再重新配对其余设备。

# settings.pairing.overwrite.confirm
source: Replace
es: Reemplazar
ja: 置き換える
zh_hans: 替换

# settings.pairing.overwrite.keepsFileTransfer
source: File transfer: keeps your current setup.
es: Transferencia de archivos: conserva tu configuración actual.
ja: ファイル転送：現在の設定を保持します。
zh_hans: 文件传输：保留当前设置。

# settings.pairing.overwrite.message
source: This gateway is already set up. Current: %@ New: %@
es: Esta pasarela ya está configurada. Actual: %@ Nueva: %@
ja: このゲートウェイは設定済みです。 現在：%@ 新規：%@
zh_hans: 此网关已设置。 当前：%@ 新设置：%@

# settings.pairing.overwrite.title
source: Replace %@ settings?
es: ¿Reemplazar los ajustes de %@?
ja: %@の設定を置き換えますか？
zh_hans: 替换 %@ 设置？

# settings.pairing.paste.import
source: Import
es: Importar
ja: 取り込む
zh_hans: 导入

# settings.pairing.recovery.back
source: Back to instructions
es: Volver a las instrucciones
ja: 手順に戻る
zh_hans: 返回说明

# settings.pairing.recovery.manual
source: Fix it manually
es: Corregir manualmente
ja: 手動で修正
zh_hans: 手动修复

# settings.pairing.recovery.prompt
source: Your settings were saved, but the connection couldn't be verified.
es: Tus ajustes se guardaron, pero no se pudo verificar la conexión.
ja: 設定は保存されましたが、接続を確認できませんでした。
zh_hans: 设置已保存，但无法验证连接。

# settings.pairing.recovery.prompt.terminal
source: Your settings were saved, but the connection was refused for the reason above. Trying again would reach the same answer, so fix that first.
es: Tus ajustes se guardaron, pero la conexión fue rechazada por el motivo anterior. Reintentar daría el mismo resultado, así que corrígelo primero.
ja: 設定は保存されましたが、上の理由で接続が拒否されました。再試行しても同じ結果になるため、先に修正してください。
zh_hans: 设置已保存，但连接因上述原因被拒绝。再次尝试仍会得到相同结果，请先修复。

# settings.pairing.recovery.retry
source: Try again
es: Reintentar
ja: 再試行
zh_hans: 重试

# settings.pairing.review.connect
source: Connect
es: Conectar
ja: 接続
zh_hans: 连接

# settings.pairing.review.default.value
source: New chats will use this gateway.
es: Los chats nuevos usarán esta pasarela.
ja: 新しいチャットはこのゲートウェイを使います。
zh_hans: 新对话将使用此网关。

# settings.pairing.review.different
source: Use another code
es: Usar otro código
ja: 別のコードを使用
zh_hans: 使用其他代码

# settings.pairing.review.files
source: Files go to
es: Los archivos van a
ja: ファイルの送信先
zh_hans: 文件发送到

# settings.pairing.review.files.kept
source: Files keep going to
es: Los archivos siguen yendo a
ja: 現在のファイル送信先
zh_hans: 文件继续发送到

# settings.pairing.review.files.kept.caption
source: This code doesn't set up file transfer, so your current setup stays.
es: Este código no configura la transferencia de archivos, así que se conserva tu configuración actual.
ja: このコードにはファイル転送の設定がないため、現在の設定を保持します。
zh_hans: 此代码不设置文件传输，因此保留当前设置。

# settings.pairing.review.files.replacing
source: Replacing %@
es: Reemplazando %@
ja: %@を置き換え
zh_hans: 替换 %@

# settings.pairing.review.header
source: Gateway
es: Pasarela
ja: ゲートウェイ
zh_hans: 网关

# settings.pairing.review.notice.changed
source: This gateway's settings changed while you were looking at this screen. Nothing was connected — the details above are the current ones. Check them again before you continue.
es: Los ajustes de esta pasarela cambiaron mientras mirabas esta pantalla. No se conectó nada: los detalles de arriba son los actuales. Revísalos antes de continuar.
ja: この画面の表示中にゲートウェイ設定が変わりました。接続はしていません。上に現在の情報を表示しています。続ける前に再確認してください。
zh_hans: 查看此页面期间，网关设置发生了变化。未建立任何连接，上方显示的是当前详情。请再次检查后继续。

# settings.pairing.review.replaceAndConnect
source: Replace & Connect
es: Reemplazar y conectar
ja: 置き換えて接続
zh_hans: 替换并连接

# settings.pairing.review.replacing
source: Replacing
es: Reemplazando
ja: 置き換え
zh_hans: 正在替换

# settings.pairing.review.replacing.named
source: Replacing %@
es: Reemplazando %@
ja: %@を置き換え
zh_hans: 替换 %@

# settings.pairing.review.replacing.sameAddress
source: The same address. The saved key and certificate settings are replaced.
es: La misma dirección. Se reemplazan la clave guardada y los ajustes de certificado.
ja: 同じアドレスです。保存済みのキーと証明書設定を置き換えます。
zh_hans: 地址相同，已保存的密钥和证书设置将被替换。

# settings.pairing.review.sheetTitle
source: Review setup code
es: Revisar código de configuración
ja: 設定コードを確認
zh_hans: 检查设置代码

# settings.pairing.review.temporaryTunnel
source: Temporary address — it changes when the tunnel restarts.
es: Dirección temporal: cambia cuando se reinicia el túnel.
ja: 一時的なアドレスです。トンネルの再起動で変わります。
zh_hans: 临时地址，隧道重启后会变化。

# settings.pairing.review.warning.access.files
source: Anyone with this code may connect with the same access, which may include tools and shared files.
es: Cualquiera que tenga este código puede conectarse con el mismo acceso, que puede incluir herramientas y archivos compartidos.
ja: このコードを持つ人は誰でも同じ権限で接続でき、ツールや共有ファイルにアクセスできる可能性があります。
zh_hans: 任何持有此代码的人都可获得相同访问权限，其中可能包括工具和共享文件。

# settings.pairing.review.warning.access.tools
source: Anyone with this code may connect with the same access, which may include tools.
es: Cualquiera que tenga este código puede conectarse con el mismo acceso, que puede incluir herramientas.
ja: このコードを持つ人は誰でも同じ権限で接続でき、ツールにアクセスできる可能性があります。
zh_hans: 任何持有此代码的人都可获得相同访问权限，其中可能包括工具。

# settings.pairing.review.warning.title
source: Before you connect
es: Antes de conectar
ja: 接続する前に
zh_hans: 连接前

# settings.pairing.review.warning.trust
source: Only continue if you trust the person who shared this code.
es: Continúa solo si confías en la persona que compartió este código.
ja: コードを共有した人を信頼できる場合のみ続けてください。
zh_hans: 只有信任分享此代码的人时才继续。

# settings.pairing.scanner.prompt
source: Point the camera at the QR code from conduck-connect.
es: Apunta la cámara al código QR de conduck-connect.
ja: カメラをconduck-connectのQRコードに向けてください。
zh_hans: 将相机对准 conduck-connect 显示的二维码。

# settings.pairing.scanner.unavailable
source: Camera scanning isn't available here. Paste the code instead.
es: El escaneo con la cámara no está disponible aquí. Pega el código.
ja: ここではカメラでスキャンできません。コードを貼り付けてください。
zh_hans: 此处不支持相机扫描，请改为粘贴代码。

# settings.pairing.sheet.title
source: Import setup code
es: Importar código de configuración
ja: 設定コードを取り込む
zh_hans: 导入设置代码

# settings.pairing.stage.fileTest
source: File transfer
es: Transferencia de archivos
ja: ファイル転送
zh_hans: 文件传输

# settings.pairing.stage.gatewayTest
source: Gateway connection
es: Conexión de la pasarela
ja: ゲートウェイ接続
zh_hans: 网关连接

# settings.pairing.stage.save
source: Save configuration
es: Guardar configuración
ja: 設定を保存
zh_hans: 保存配置

# settings.pairing.tailscale.appStore
source: Get Tailscale
es: Obtener Tailscale
ja: Tailscaleを入手
zh_hans: 获取 Tailscale

# settings.pairing.tailscale.note
source: This gateway is on a tailnet. Install the Tailscale app on this device and sign in to the same tailnet, or the connection test will fail.
es: Esta pasarela está en una tailnet. Instala la app Tailscale en este dispositivo e inicia sesión en la misma tailnet o fallará la prueba de conexión.
ja: このゲートウェイはtailnet上にあります。このデバイスにTailscaleアプリをインストールし、同じtailnetにサインインしないと接続テストは失敗します。
zh_hans: 此网关位于 Tailscale 私有网络（tailnet）中。请在此设备安装 Tailscale App 并登录同一个 tailnet，否则连接测试会失败。

# settings.pairing.tailscale.privateRelay
source: Already signed in and it still fails? Turn off iCloud Private Relay — Settings › your name › iCloud › Private Relay. It can take over name lookups even while Tailscale says it is connected, so this gateway's address is looked up on the public internet instead of inside your tailnet.
es: ¿Ya has iniciado sesión y sigue fallando? Desactiva Relay privado de iCloud: Ajustes › tu nombre › iCloud › Relay privado. Puede controlar la resolución de nombres incluso cuando Tailscale indica que está conectado, haciendo que la dirección de esta pasarela se busque en internet en lugar de dentro de tu tailnet.
ja: サインイン済みでも失敗しますか？設定 › 自分の名前 › iCloud › プライベートリレーで、iCloudプライベートリレーを無効にしてください。Tailscaleが接続済みと表示していても名前解決を引き受け、ゲートウェイのアドレスをtailnet内ではなく公開インターネットで検索する場合があります。
zh_hans: 已登录但仍失败？请关闭 iCloud 专用代理：“设置”› 你的姓名 ›“iCloud”›“专用代理”。即使 Tailscale 显示已连接，专用代理仍可能接管域名查询，使此网关的地址在公共互联网而非 tailnet 内解析。

# settings.pairing.tailscale.recipe
source: Tailscale Serve guide
es: Guía de Tailscale Serve
ja: Tailscale Serveガイド
zh_hans: Tailscale Serve 指南

# settings.pairing.trust.block.notTrusted
source: %1$@'s certificate isn't one this device trusts, so Conduck won't connect to it. %2$@
es: Este dispositivo no confía en el certificado de %1$@, así que Conduck no se conectará. %2$@
ja: %1$@の証明書はこのデバイスが信頼していないため、Conduckは接続しません。%2$@
zh_hans: 此设备不信任 %1$@ 的证书，Conduck 不会连接。%2$@

# settings.pairing.trust.blocked.title
source: Can't verify this server
es: No se puede verificar este servidor
ja: このサーバーを確認できません
zh_hans: 无法验证此服务器

# settings.pairing.trust.subject.file
source: The file server
es: El servidor de archivos
ja: ファイルサーバー
zh_hans: 文件服务器

# settings.pairing.trust.subject.gateway
source: The gateway
es: La pasarela
ja: ゲートウェイ
zh_hans: 网关

# settings.personalAI.connect.guidedSetup.label
source: Guided Setup
es: Configuración guiada
ja: ガイド付き設定
zh_hans: 引导设置

# settings.personalAI.connect.guidedSetup.subtitle
source: Connect your AI in a few steps.
es: Conecta tu IA en unos pasos.
ja: 数ステップでAIに接続。
zh_hans: 几个步骤即可连接 AI。

# settings.personalAI.connect.header
source: Connect
es: Conectar
ja: 接続
zh_hans: 连接

# settings.personalAI.custom.footer
source: Any OpenAI-compatible endpoint (LiteLLM, Ollama, vLLM…) — or an AI you built, behind a small adapter.
es: Cualquier punto de conexión compatible con OpenAI (LiteLLM, Ollama, vLLM…) o una IA que creaste, detrás de un pequeño adaptador.
ja: LiteLLM、Ollama、vLLMなどのOpenAI互換エンドポイント、または小さなアダプターを追加した自作のAI。
zh_hans: 任意兼容 OpenAI 的端点（LiteLLM、Ollama、vLLM…），或通过小型适配器连接你构建的 AI。

# settings.personalAI.default.noChoice.footer.ipad
source: Nothing that starts a chat from outside this iPad knows which gateway to use. Pick one and new chats will start on it.
es: Nada que inicie un chat desde fuera de este iPad sabe qué pasarela usar. Elige una y los chats nuevos empezarán en ella.
ja: このiPadのアプリ外からチャットを始める場合、使用するゲートウェイが必要です。1つ選ぶと、新しいチャットはそれを使います。
zh_hans: 从此 iPad 的 App 外发起对话的功能尚未确定使用哪个网关。选择一个后，新对话将使用它。

# settings.personalAI.default.noChoice.footer.iphone
source: Nothing that starts a chat from outside this iPhone knows which gateway to use. Pick one and new chats will start on it.
es: Nada que inicie un chat desde fuera de este iPhone sabe qué pasarela usar. Elige una y los chats nuevos empezarán en ella.
ja: このiPhoneのアプリ外からチャットを始める場合、使用するゲートウェイが必要です。1つ選ぶと、新しいチャットはそれを使います。
zh_hans: 从此 iPhone 的 App 外发起对话的功能尚未确定使用哪个网关。选择一个后，新对话将使用它。

# settings.personalAI.default.noChoice.footer.mac
source: Nothing that starts a chat from outside this Mac knows which gateway to use. Pick one and new chats will start on it.
es: Nada que inicie un chat desde fuera de este Mac sabe qué pasarela usar. Elige una y los chats nuevos empezarán en ella.
ja: このMacのアプリ外からチャットを始める場合、使用するゲートウェイが必要です。1つ選ぶと、新しいチャットはそれを使います。
zh_hans: 从此 Mac 的 App 外发起对话的功能尚未确定使用哪个网关。选择一个后，新对话将使用它。

# settings.personalAI.default.notChosen
source: Not chosen yet
es: Aún sin elegir
ja: 未選択
zh_hans: 尚未选择

# settings.personalAI.default.notConfigured
source: Not configured
es: Sin configurar
ja: 未設定
zh_hans: 未配置
